Repository: kudlav/login-lockdown
Catalog: languages/loginlockdown-*.po
Languages: fr_fr

source: Settings Updated.
fr_fr: Options enregistrées

source: Lockdowns Released.
fr_fr: IP libérés du verrouillage.

source: Login LockDown Options
fr_fr: Options Login LockDown

source: Settings
fr_fr: Réglages

source: Activity (%d)
fr_fr: Activité (%d)

source: Max Login Retries
fr_fr: Nombre maximum de tentatives.

source: Number of failed login attempts within the "Retry Time Period Restriction" (defined below) needed to trigger a LockDown.
fr_fr: Nombre de tentatives de connexion échouées dans le temps « Période de restrictions (minutes) » (défini ci-dessous) nécessaire pour déclencher un LockDown.

source: Retry Time Period Restriction (minutes)
fr_fr: Période de restrictions (minutes).

source: Amount of time that determines the rate at which failed login attempts are allowed before a LockDown occurs.
fr_fr: Période de temps qui détermine le nombre d’essais de connexions avant qu’un LockDown se produise.

source: Lockout Length (minutes)
fr_fr: Durée du blocage (minutes).

source: How long a particular IP block will be locked out for once a LockDown has been triggered.
fr_fr: Combien de temps une IP sera bloquée une fois le LockDown déclenché.

source: Lockout Invalid Usernames?
fr_fr: Blocage des identifiants invalides ?

source: By default Login LockDown will not trigger if an attempt is made to log in using a username that does not exist. You can override this behavior here.
fr_fr: Par défaut Login LockDown ne se déclenchera pas si une tentative de connexion est faite en utilisant un identifiant qui n’existe pas. Vous pouvez remplacer ce comportement ici.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Mask Login Errors?
fr_fr: Masquer les erreurs de connexions ?

source: WordPress will normally display distinct messages to the user depending on whether they try and log in with an invalid username, or with a valid username but the incorrect password. Toggling this option will hide why the login failed.
fr_fr: WordPress va normalement afficher des messages distincts à l’utilisateur selon qu'ils essaient et se connecter avec un nom d'utilisateur non valide, ou avec un nom d'utilisateur valide ou un mot de passe incorrect. Basculer cette option permet de masquer les messages d’erreurs de connexion.

source: Show Credit Link?
fr_fr: Afficher un lien de soutien sur la page de connexion ?

source: By default, Login LockDown will display the following message on the login form:
fr_fr: Par défaut, Login LockDown affiche le message suivant sur le formulaire de connexion :

source: Login form protected by <a href="%1$s">%2$s</a>.
fr_fr: Page de connexion protégée par <a href="%1$s">%2$s</a>.

source: This helps others know about the plugin so they can protect their blogs as well if they like. However, you can disable this message if you prefer.
fr_fr: Cela indique que votre site est protégé par cette extension. Cependant, vous pouvez désactiver ce message si vous préférez.

source: Yes, display the credit link.
fr_fr: Oui, afficher le lien de soutien.

source: Display the credit link, but add "rel='nofollow'" (ie. do not pass any link juice).
fr_fr: Afficher le lien de soutien, mais ajouter "rel='nofollow'" (le lien ne sera pas suivi par les robots).

source: No, do not display the credit link.
fr_fr: Non, ne pas afficher le lien de soutien.

source: Update Settings
fr_fr: Sauvegarder

source: There is currently %d locked out IP address.
fr_fr: Il y a actuellement %d adresse IP bloquée.

source: No IP blocks currently locked out.
fr_fr: Aucune IP actuellement verrouillée.

source: %s minutes left
fr_fr: %s minutes restantes

source: Release Selected
fr_fr: Relâcher la sélection

source: Login form protected by <a href="%1$s" %2$s>%3$s</a>.
fr_fr: Page de connexion protégée par <a href="%1$s" %2$s>%3$s</a>.

source: <strong>ERROR</strong>: The username field is empty.
fr_fr: <strong>ERREUR</strong> : Le champ identifiant est vide.

source: <strong>ERROR</strong>: The password field is empty.
fr_fr: <strong>ERREUR</strong> : Le champ mot de passe est vide.

source: <strong>ERROR</strong>: Invalid username. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong>ERREUR</strong> : Nom d’utilisateur non valide. <a href="%s">Mot de passe oublié ?</a>

source: <strong>ERROR</strong>: Incorrect password. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong>ERREUR</strong> : Mot de passe incorrect. <a href="%s">Mot de passe oublié ?</a>

source: <strong>ERROR</strong>: We’re sorry, but this IP range has been blocked due to too many recent failed login attempts.<br /><br />Please try again later.
fr_fr: <strong>ERREUR</strong> : Nous sommes désolés, mais cette IP a été bloquée en raison d’un nombre de tentatives de connexion infructueuse.<br /><br />S’il vous plaît réessayer plus tard.

source: <strong>ERROR</strong>: Invalid username or incorrect password.
fr_fr: <strong>ERREUR</strong> : Nom d’utilisateur ou mot de passe incorrect.

source: <strong>ERROR</strong>: Invalid username or incorrect password. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong>ERREUR</strong> : Nom d‘utilisateur incorrect ou mot de passe incorrect. <a href="%s">Mot de passe oublié ?</a>
